let character_array = [
    {
        name: "klen",
        char_text: "<b>Клён</b> - одно из самых нарядных деревьев, растущих в наших лесах - это клён. Весной, когда ветви деревьев ещё не покрылись листьями, клён зацветает. Его жёлто-зеленые цветочки, собранные в соцветия, радуют глаз на фоне серых веток.Не менее наряден клён летом, когда его крона становится кудрявой. В то же время на ветках появляются крылатые плоды клёна. Дети называют их ростки и, забавляясь, расщепляют клейкую оболочку семян и цепляют их на переносицу. Осенний наряд клена по красоте не уступит ни одному другому растению. Кленовые листочки окрашиваются в ярко-жёлтый, красный и даже темно-бордовый цвета. На одном листе, причудливо сочетаясь, могут присутствовать зеленый, красный, бордовый и желтый цвета."
    },

    {
        name: "dub",
        char_text: "<b>Дуб</b> "
    },

    {
        name: "bereza",
        char_text: "<b>Берёза</b> "
    },

    {
        name: "mou",
        char_text: "<b>Горная сосна</b> "
    },

    {
        name: "bluetree",
        char_text: "<b>Голубая ель</b> "
    },

    {
        name: "siren",
        char_text: "<b>Сирень</b> "
    },

    {
        name: "zhim",
        char_text: "<b>Жимолость</b> "
    },

    {
        name: "smorodina",
        char_text: "<b>Смородина</b> "
    },
    {
        name: "zhasmin",
        char_text: "<b>Жасмин</b> "
    },
    {
        name: "gort",
        char_text: "<b>Гортензия</b> "
    }

]