const quiz = [
    {
        "q": "Какая почва на участке? 1/8",
        "a" : {
            "f": "Подзолистая",
            "v": "Болотная",
            "ai" : "Черноземная",
            "s" : "Глинистая",
            "i" : "Песчаная",
            "m" : "Пойменная"
        }
    },
    {
        "q": "Какие растения хотите посадить? 2/8",
        "a" : {
            "f": " Деревья",
            "v": "Кустарники",
            "ai" : "Цветы",
            "s" : "Овощи",
            "i" : "Фрукты",
            "m" : "Ягоды"
        }
    },
    {
        "q": "Какие выносливые культуры хотите посадить? 3/8",
        "a" : {
            "f": "Многолетние",
            "v": "Однолетние",
            "ai" : "Сезонные"
        }
    },
    {
        "q": " 4/8",
        "a" : {
            "f":"",
            "v": "",
            "ai" : "",
            "s" : "",
            "i" : "",
            "m" : ""
        }
    },
    {
        "q": " 5/8",
        "a" : {
            "f": "",
            "v": "",
            "ai" : "",
            "s" : "",
            "i" : "",
            "m" : ""
        }
    }
];