const quiz = [
    {
        "q": "Выберите тип растения (вопрос 1/5)",
        "a" : {
            "f": " Деревья и кустарники",
            "v": "Цветы",
            "ai" : "Овощи",
            "s" : "Фрукы и ягоды",
        }
    },
    {
        "q": "Освещенность (вопрос 2/5)",
        "a" : {
            "f": "Теневыносливые",
            "v": "Допустимы прямые лучи несколько часов, восточная, западная ориентация",
            "ai" : "Может потребовать несколько часов прямых солнечных лучей, западная, южная ориентация"
        }
    },
    {
        "q": "Какие выносливые культуры хотите посадить? (вопрос 3/5)",
        "a" : {
            "f": "Многолетние",
            "v": "Однолетние",
            "ai" : "Сезонные"
        }
    },
    {
        "q": "Выберите сложность ухода (вопрос 4/5)",
        "a" : {
            "f":"Не нуждается в особых требованиях для роста",
            "v": "В целом неприхотливо, может предъявлять особые для своего вида условия",
            "ai" : "Требовательно в уходе (холодная зимовка, досветка, укрытие)"
        }
    },
    {
        "q": "Выберите период цветения/урожайности (вопрос 5/5)",
        "a" : {
            "f": "Постоянно",
            "v": "Весной",
            "ai" : "Летом",
            "s" : "Осенью",
        }
    }
];